{
    "header":{
        "title": "Hallo Aïda",
        "subTitle": "... en iedereen van het Netropolix team",
        "sideNote": "Voor de polyglot"
    },
    "body":{
        "intro": "Graag stel ik me aan u voor",
        "about": {
            "title":"Wie ben ik ?",
            "subTitle": "Ik ben Brecht Nulens, 25 jaar oud en een developer uit Hasselt",
            "p1": "Mijn interesse voor development komt voort uit mijn opleiding Grafisch Ontwerp aan de PXL waar we met Dreamweaver en jQuery simpele layouts maakten voor denkbeeldige bedrijven. Zo raakte ik verkocht aan de wereld van webdesign en development en verliet ik vroegtijdig de schoolbank.",
            "p2": "Via een omweg als netwerkbeheerder ben ik terecht gekomen bij BeCode. Een initiatief waarbij ik enorm veel heb opgestoken en heb leren werken met even ambitieuze studenten."
        },
        "motivate": {
            "title": "Waarom ik ?",
            "p1":"Voordat ik begon aan mijn avontuur had ik al wat kennis over netwerken en Linux (Debian & Ubuntu). Zo had ik meer vertrouwen om in de richting van developer te gaan. Sinds ik met development begonnen ben, heb ik toch al van redelijk wat zaken kunnen proeven. Zo maakte ik onder andere mijn portfolio website met GatsbyJS. ",
            "p2": "Daarnaast, een voorbeeld site voor een platenwinkel in Genk 'George and the bear' met React en Gatsby, één van de static site generators en de JAMstack frameworks.",
            "p3": "Na de BeCode opleiding, die ondertussen is afgelopen, hou ik me vooral bezig met het volgen van online cursussen, Udemy is één van mijn go-to platformen als ik iets nieuws wil opsteken zoals:",
            "p4":"De Javascript cursussen van Wes Bos zijn ook super leerrijk alsook verschillende YouTube kanalen.",
            "outro": "Na een paar pogingen om een geschikte opleiding te vinden ben ik ervan overtuigd dat ik nu op het juiste pad ben. Ik zou graag een professionele carrière starten als frontend developer en mijn huidige vaardigheden verder verfijnen. Mijn doel is om de best mogelijke developer te worden."
        },
        "roadmap": {
            "quote": "Een senior developer raadde mij aan om deze kaart te bekijken, zo kon ik uitzoeken welke technologiën cruciaal waren voor de rol van front-end developer. —  "
        },
        "company": {
            "title": "Waarom Netropolix ?",
            "subTitle": "Geweldige kans",
            "p1": "De vacature van junior developer biedt een uitstekende eerste kans om een developer zoals ik te laten proeven van het professionele leven binnen IT.  ",
            "p2": "Met een enorme honger en motivatie om te groeien ben ik ervan overtuigd een geschikte kandidaat te zijn voor de positie van junior developer. Daarom kijk er naar uit om eventueel een gesprek te starten."
        },
        "siteLink": "Kom meer te weten ..."
    }
}